export const logo = {
  // left  = K  O  M   O  (KOMO)
  left: [
    "                     ",
    "█  █ █▀▀█ █▄  ▄█ █▀▀█",
    "█▀▄  █  █ █ ▀▀ █ █  █",
    "▀  ▀ ▀▀▀▀ ▀    ▀ ▀▀▀▀",
  ],
  // right = C  O  D  E  (CODE)
  right: [
    "                   ",
    "█▀▀▀ █▀▀█ █▀▀▄ █▀▀▀",
    "█    █  █ █  █ █▀▀▀",
    "▀▀▀▀ ▀▀▀▀ ▀▀▀  ▀▀▀▀",
  ],
}

export const go = {
  // KC initials (splash animation)
  left: ["    ", "█  █", "█▀▄ ", "▀  ▀"],
  right: ["    ", "█▀▀▀", "█   ", "▀▀▀▀"],
}

export const marks = "_^~,"
